Repository: ProtonMail/ios-mail
Catalog: Modules/InboxComposer/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: Attachments too large. Keep attachment size under 25 MB.
be: Далучэнні занадта вялікія. Памер далучэнняў не павінен быць больш за 25 МБ.
ca: Els adjunts són massa grans. Mantingueu la mida per sota de 25 MB.
cs: Přílohy jsou příliš velké. Velikost přílohy musí být menší než 25 MB.
da: Vedhæftede filer er for store. Hold størrelsen på vedhæftede filer under 25 MB.
de: Anhänge sind zu groß. Halte die Größe der Anhänge unter 25 MB.
el: Τα συνημμένα είναι πολύ μεγάλα. Το μέγεθος των συνημμένων να είναι κάτω από 25 MB.
es: Archivos adjuntos demasiado grandes. Mantén el tamaño de los archivos adjuntos por debajo de 25 MB.
es_419: Archivos adjuntos demasiado grandes. Mantenga el tamaño de los archivos adjuntos por debajo de 25 MB.
fi: Liitteet liian suuria. Pidä liitteen koko alle 25 MB.
fr: Pièces jointes trop volumineuses. La taille des pièces jointes ne doit pas dépasser 25 Mo.
hu: Túl nagyok a csatolmányok. A csatolmány mérete legfeljebb 25 MB lehet.
id: Lampiran terlalu besar. Jaga agar ukuran lampiran di bawah 25 MB.
it: Allegati troppo grandi. Mantieni le dimensioni degli allegati al di sotto di 25 MB.
ja: 添付ファイルが大きすぎます。添付ファイルのサイズを25MB未満にしてください。
ka: დანართები ძალიან დიდია. დანართის ზომა 25 მბ-ზე ნაკლები უნდა იყოს.
ko: 첨부파일이 너무 큽니다. 첨부파일 크기를 25MB 미만으로 유지하세요.
nb: Vedleggene er for store. Hold vedleggsstørrelsen under 25 MB.
nl: Bijlagen te groot. Houd de bijlagegrootte onder 25 MB.
pl: Załączniki są zbyt duże. Rozmiar załącznika nie może przekraczać 25 MB.
pt: Anexos demasiado grandes. Mantenha o tamanho dos anexos abaixo de 25 MB.
pt_br: Anexos grandes demais. O limite de tamanho do anexo é 25 MB.
ro: Atașamentele sunt prea mari. Păstrați dimensiunea atașamentului sub 25 MiB.
ru: Вложения слишком большие. Размер вложений не должен превышать 25 МБ.
sk: Prílohy sú príliš veľké. Udržujte veľkosť príloh pod 25 MB.
sl: Priloge so prevelike. Velikost prilog naj bo manjša od 25 MB.
sv: Bilagorna är för stora. Håll bilagestorleken under 25 MB.
tr: Ek dosyalar çok büyük. Ek dosyaların boyutu 25 MB altında olmalıdır.
uk: Вкладення завеликі. Розмір вкладення не має перевищувати 25 МБ.
zh_hans: 附件过大，附件请保持在 25MB 以下。

source: Camera
be: Камера
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
es_419: Cámara
fi: Kamera
fr: Appareil photo
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
nb: Kamera
pl: Aparat
pt: Câmara
pt_br: Câmera
ru: Камера
sk: Fotoaparát
sl: Kamera
sv: Kamera
tr: Kamera
uk: Камера
zh_hans: 无法访问相机
zh_hant: 相機

source: Cannot upload attachment because your Proton Mail storage is full. Free up space or upgrade your plan.
be: Немагчыма запампаваць далучэнне, бо ваша сховішча Proton Mail запоўнена. Вызваліце месца або палепшыце свой тарыфны план.
ca: No es pot carregar l'adjunt perquè l'emmagatzematge del Proton Mail està ple. Allibereu espai o actualitzeu el pla.
cs: Nelze nahrát přílohu, protože vaše úložiště Proton Mail je plné. Uvolněte místo nebo navyšte svůj tarif.
da: Kan ikke uploade vedhæftning, fordi din Proton Mail-lagerplads er fuld. Frigør plads, eller opgradér dit abonnement.
de: Anhang konnte nicht hochgeladen werden, da dein Proton Mail-Speicher aufgebraucht ist. Schaffe Platz oder aktualisiere dein Abonnement.
el: Δεν είναι δυνατή η αποστολή συνημμένου, επειδή ο χώρος αποθήκευσης του Proton Mail είναι πλήρης. Απελευθερώστε χώρο ή αναβαθμίστε το πλάνο σας.
es_419: No se puede cargar el adjunto porque el almacenamiento está lleno. Libere espacio o mejore su plan.
fi: Liitettä ei pystytä lataamaan, koska Proton Mail -tallennustilasi on täynnä. Vapauta tilaa tai päivitä tilauksesi.
fr: La pièce jointe n'a pas pu être importé, car votre espace de stockage Proton Mail est plein. Libérez de l'espace ou changez d'abonnement.
hu: Nem lehet mellékletet feltölteni, mert a Proton Mail tárhelye megtelt. Szabadítson fel helyet, vagy váltson nagyobb csomagra.
id: Lampiran tidak dapat diunggah karena ruang penyimpanan Proton Mail Anda penuh. Kosongkan ruang yang ada atau tingkatkan paket Anda.
it: Non puoi caricare l'allegato perché la tua archiviazione Proton Mail è piena. Libera spazio o effettua l'upgrade del tuo piano.
ja: Proton Mailの容量がいっぱいのため、添付ファイルをアップロードできません。スペースを空けるか、プランをアップグレードしてください。
ko: 귀하의 Proton Mail 저장공간이 가득 찼기 때문에 첨부 파일을 업로드할 수 없습니다. 공간을 확보하거나 요금제를 업그레이드하십시오.
nb: Kan ikke laste opp vedlegg fordi Proton Mail-lagringsplassen er full. Frigjør plass eller oppgrader planen din.
nl: Kan bijlage niet uploaden omdat uw Proton Mail Opslag vol is. Maak ruimte vrij of upgrade uw abonnement.
pt_br: Não é possível enviar o anexo porque seu armazenamento do Proton Mail está cheio. Libere espaço ou faça upgrade do seu plano.
ro: Atașamentul nu se poate încărca deoarece spațiul de stocare Proton Mail este plin. Eliberați spațiu sau schimbați planul.
ru: Невозможно загрузить вложение, так как ваше хранилище Proton Mail переполнено. Освободите место или улучшите тариф.
sk: Prílohu nie je možné nahrať, pretože vaše Proton Mail úložisko je plné. Uvoľnite miesto alebo si zvýšte úroveň vášho plánu.
sl: Priponke ni mogoče naložiti, ker je vaša shramba za Proton Mail polna. Sprostite prostor ali nadgradite svoj paket.
sv: Kan inte ladda upp bilaga eftersom ditt Proton Mail-lagringsutrymme är fullt. Frigör utrymme eller uppgradera ditt paket.
tr: Proton Mail depolama alanınız dolu olduğu için ek dosya yüklenemiyor. Yer açın veya tarifenizi yükseltin.
uk: Неможливо вивантажити вкладення, оскільки ваше сховище Proton Mail заповнене. Звільніть місце або покращте свій тариф.
zh_hans: 无法上传附件，因为您的 Proton Mail 存储空间已满，请清理空间或升级套餐。

source: Custom
be: Карыстальніцкае
ca: Personalitzat
cs: Vlastní
da: Tilpas
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
es_419: Personalizado
fi: Mukautettu
fr: Personnalisé
hu: Egyéni
id: Kustom
it: Personalizzato
ja: カスタム設定
ka: ხელით
ko: 사용자 정의
nb: Tilpasset
nl: Aangepast
pl: Niestandardowe
pt: Personalizado
pt_br: Personalizado
ro: Personalizat
ru: Пользовательский
sk: Vlastné
sl: Po meri
sv: Anpassad
tr: Özel
uk: Власний
zh_hans: 自定义
zh_hant: 自訂

source: Disabled email address. Check that the address is valid and active.
be: Адключаны адрас электроннай пошты. Праверце, што гэты адрас сапраўдны і актыўны.
ca: Adreça de correu electrònic desactivada. Comproveu que l'adreça és vàlida i activa.
cs: Deaktivovaná e-mailová adresa. Zkontrolujte, zda je adresa platná a aktivní.
da: Deaktiveret e-mailadresse. Kontrollér, at adressen er gyldig og aktiv.
de: Die E-Mail-Adresse ist deaktiviert. Überprüfe, ob die Adresse gültig und aktiv ist.
el: Απενεργοποιημένη ηλεκτρονική διεύθυνση. Ελέγξτε ότι η διεύθυνση είναι έγκυρη και ενεργή.
es: Dirección de correo electrónico desactivada. Comprueba que la dirección es válida y está activa.
es_419: Dirección de correo electrónico desactivada. Compruebe que la dirección es válida y está activa.
fi: Käytöstä poistettu sähköpostiosoite. Tarkista, että osoite on kelvollinen ja aktiivinen.
fr: Adresse e-mail désactivée. Vérifiez que l'adresse est valide et active.
hu: Letiltott e-mail cím. Ellenőrizze, hogy a cím érvényes és aktív-e.
id: Alamat email dinonaktifkan. Periksa apakah alamat tersebut valid dan aktif.
it: Indirizzo email disattivato. Controlla che l'indirizzo sia valido e attivo.
ja: 無効なメールアドレスです。アドレスが有効でアクティブであることを確認してください。
ka: ელფოსტის მისამართი გათიშულია. შეამოწმეთ, მისამართი სწორი და აქტიურია თუ არა.
ko: 비활성화된 이메일 주소입니다. 주소가 유효하고 활성 상태인지 확인하세요.
nb: Deaktivert e-postadresse. Sjekk at adressen er gyldig og aktiv.
nl: Uitgeschakeld e-mailadres. Controleer of het adres geldig en actief is.
pl: Wyłączony adres e-mail. Sprawdź, czy adres jest poprawny i aktywny.
pt: Endereço de e-mail desativado. Verifique se o endereço é válido e está ativo.
pt_br: Endereço de e-mail desativado. Verifique se o endereço é válido e está ativo.
ro: Adresă de e-mail dezactivată. Verificați dacă adresa este validă și activă.
ru: Отключённый адрес электронной почты. Убедитесь, что адрес действителен и активен.
sk: Zakázaná emailová adresa. Skontrolujte, či je adresa platná a aktívna.
sl: Onemogočen e-poštni naslov. Preverite, ali je naslov veljaven in aktiven.
sv: Inaktiverad e-postadress. Kontrollera att adressen är giltig och aktiv.
tr: E-posta adresi kullanımdan kaldırılmış. Adresin geçerli ve etkin olduğunu denetleyin.
uk: Вимкнена адреса електронної пошти. Переконайтеся, що адреса дійсна та активна.
zh_hans: 该邮箱地址被禁用，请确认地址有效且处于活动状态。

source: Discard
be: Адхіліць
ca: Descarta
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
es_419: Descartar
fi: Hylkää
fr: Abandonner
hu: Elvetés
id: Buang
it: Scarta
ja: 破棄
ka: მოცილება
ko: 저장 안함
nb: Forkast
nl: Verwijderen
pl: Odrzuć
pt: Descartar
pt_br: Descartar
ro: Anulare
ru: Отменить
sk: Zahodiť
sl: Zavrzi
sv: Kasta
tr: Sil
uk: Відхилити
zh_hans: 放弃
zh_hant: 放棄

source: Discard this message?
be: Адхіліць гэта паведамленне?
ca: Voleu descartar aquest missatge?
cs: Zahodit tuto zprávu?
da: Kassér denne besked?
de: Diese Nachricht verwerfen?
el: Να απορριφθεί αυτό το μήνυμα;
es: ¿Descartar este mensaje?
es_419: ¿Descartar este mensaje?
fi: Hylätäänkö tämä viesti?
fr: Abandonner ce message ?
hu: Elveti ezt az üzenetet?
id: Buang pesan ini?
it: Vuoi cancellare questo messaggio?
ja: メッセージを破棄しますか？
ko: 이 메시지를 취소하시겠어요?
nb: Forkaste denne meldingen?
nl: Dit bericht weggooien?
pl: Odrzucić wiadomość?
pt: Descartar esta mensagem?
pt_br: Descartar esta mensagem?
ro: Înlăturați acest mesaj?
ru: Отменить это сообщение?
sk: Zahodiť túto správu?
sl: Želite zavreči to sporočilo?
sv: Kasta detta meddelande?
tr: Bu ileti silinsin mi?
uk: Відхилити це повідомлення?
zh_hans: 确定要丢弃此草稿吗？
zh_hant: 放棄此訊息？

source: Discarded
be: Адхілена
ca: Descartat
cs: Zrušeno
da: Kasseret
de: Verworfen
el: Απορριμμένα
es: Descartado
es_419: Descartado
fi: Hylätty
fr: L'action a été abandonnée.
hu: Elvetett
id: Dibuang
it: Scartato
ja: 破棄しました
ka: მოცილებულია
ko: 취소됨
nb: Forkastet
nl: Verwijderd
pl: Akcja została odrzucona
pt: Descartada
pt_br: Descartado
ro: Anulat
ru: Сброшено
sk: Zahodené
sl: Zavrženo
sv: Kastad
tr: Yok sayıldı
uk: Відхилено
zh_hans: 已放弃
zh_hant: 取消儲存

source: Draft not found. You may have discarded it.
be: Чарнавік не знойдзены. Магчыма, што ён быў адхілены.
ca: No s'ha trobat l'esborrany. Potser l'heu descartat.
cs: Koncept nenalezen. Možná jste ho zahodili.
da: Udkastet blev ikke fundet. Du har muligvis kasseret det.
de: Entwurf nicht vorhanden. Möglicherweise wurde er verworfen.
el: Το πρόχειρο δεν βρέθηκε. Ίσως το έχετε απορρίψει.
es: No se encontró el borrador. Puede que lo hayas descartado.
es_419: No se encontró el borrador. Puede que lo haya descartado.
fi: Luonnos ei löydy. Olet saattanut hylätä sen.
fr: Brouillon non trouvé. Vous l'avez peut-être abandonné.
hu: A piszkozat nem található. Lehet, hogy elvetette.
id: Draf tidak ditemukan. Anda mungkin telah membuangnya.
it: Bozza non trovata. Potresti averla rimossa.
ja: 下書きが見つかりません。破棄された可能性があります。
ka: მონახაზი ვერ მოიძებნა. შესაძლოა, გააუქმეთ.
ko: 임시 저장 메시지를 찾을 수 없습니다. 이미 삭제했을 수 있습니다.
nb: Utkast ikke funnet. Du kan ha forkastet det.
nl: Concept niet gevonden. Mogelijk hebt u het weggegooid.
pl: Nie znaleziono wersji roboczej. Być może została odrzucona.
pt: Rascunho não encontrado. Pode tê-lo descartado.
pt_br: Rascunho não encontrado. Pode ter sido descartado.
ro: Ciorna nu a fost găsită. Este posibil să fi fost înlăturată.
ru: Черновик не найден. Возможно, вы его сбросили.
sk: Koncept sa nenašiel. Možno ste ho zahodili.
sl: Osnutek ni bil najden. Morda ste ga zavrgli.
sv: Utkast hittades inte. Du kan ha kastat det.
tr: Taslak bulunamadı. Onu silmiş olabilirsiniz.
uk: Чернетку не знайдено. Можливо, ви її відхилили.
zh_hans: 草稿未找到，您可能已将其丢弃。

source: Draft not found. You may have sent it already.
be: Чарнавік не знойдзены. Магчыма, што ён ўжо адпраўлены.
ca: No s'ha trobat l'esborrany. Potser ja l'heu enviat.
cs: Koncept nenalezen. Možná jste ho již odeslali.
da: Udkastet blev ikke fundet. Du har muligvis allerede sendt det
de: Entwurf nicht vorhanden. Möglicherweise wurde er bereits gesendet.
el: Το πρόχειρο δεν βρέθηκε. Ίσως το έχετε ήδη στείλει.
es: No se encontró el borrador. Puede que ya lo hayas enviado.
es_419: No se encontró el borrador. Puede que ya lo haya enviado.
fi: Luonnosta ei löydy. Olet ehkä jo lähettänyt sen.
fr: Brouillon non trouvé. Vous l'avez peut-être déjà envoyé.
hu: A piszkozat nem található. Lehet, hogy már elküldte.
id: Draf tidak ditemukan. Anda mungkin sudah mengirimnya.
it: Bozza non trovata. Potresti averla già inviata.
ja: 下書きが見つかりません。すでに送信済みである可能性があります。
ka: მონახაზი ვერ მოიძებნა. შესაძლოა, უკვე გააგზავნეთ.
ko: 임시 저장 메시지를 찾을 수 없습니다. 이미 보냈을 수 있습니다.
nb: Utkast ikke funnet. Du kan ha sendt det allerede.
nl: Concept niet gevonden. Mogelijk hebt u het al verzonden.
pl: Nie znaleziono wersji roboczej. Być może została już wysłana.
pt: Rascunho não encontrado. Pode já o ter enviado.
pt_br: Rascunho não encontrado. Pode já ter sido enviado.
ro: Ciorna nu a fost găsită. Este posibil s-o fi trimis deja.
ru: Черновик не найден. Возможно, вы его уже отправили.
sk: Koncept sa nenašiel. Možno ste ho už odoslali.
sl: Osnutek ni bil najden. Morda ste ga že poslali.
sv: Utkast hittades inte. Du kan ha skickat det redan.
tr: Taslak bulunamadı. Zaten göndermiş olabilirsiniz.
uk: Чернетку не знайдено. Можливо, ви її вже надіслали.
zh_hans: 草稿未找到，您可能已将其发送。

source: Draft saved
be: Чарнавік захаваны
ca: Esborrany desat
cs: Koncept uložen
da: Kladde gemt
de: Entwurf gespeichert
el: Το πρόχειρο αποθηκεύτηκε
es: Borrador guardado
es_419: Borrador guardado
fi: Luonnos tallennettiin
fr: Le brouillon a été enregistré.
hu: Piszkozat mentve
id: Draf disimpan
it: Bozza salvata
ja: 下書きが保存されました
ka: მონახაზი შენახულია
ko: 임시 저장됨
nb: Utkast lagret
nl: Concept opgeslagen
pl: Szkic został zapisany
pt: Rascunho guardado
pt_br: Rascunho salvo
ro: Ciorna a fost salvată
ru: Черновик сохранен
sk: Koncept uložený
sl: Osnutek shranjen
sv: Utkast sparat
tr: Taslak kaydedildi
uk: Чернетку збережено
zh_hans: 草稿已保存
zh_hant: 草稿已儲存

source: Draft wasn't discarded. Try discarding it agian.
be: Чарнавік не быў адхілены. Паспрабуйце адхіліць яго яшчэ раз.
ca: L'esborrany no s'ha descartat. Proveu de tornar-lo a descartar.
cs: Koncept nebyl zahozen. Zkuste ho zahodit znovu.
da: Udkastet blev ikke kasseret. Prøv at kassere det igen.
de: Der Entwurf wurde nicht verworfen. Versuche, ihn erneut zu verwerfen.
el: Το πρόχειρο δεν απορρίφθηκε. Προσπαθήστε να το απορρίψετε ξανά.
es: El borrador no se descartó. Intenta descartarlo de nuevo.
es_419: Borrador no descartado. Intente descartarlo de nuevo.
fi: Luonnosta ei hylätty. Yritä hylätä se uudelleen.
fr: Le brouillon n'a pas été abandonné. Essayez de l'abandonner à nouveau.
hu: A piszkozat nem lett elvetve. Próbálja meg újra elvetni.
id: Draf tidak dibuang. Coba buang lagi.
it: La bozza non è stata rimossa. Prova a rimuoverla di nuovo.
ja: 下書きが破棄されませんでした。もう一度破棄してみてください。
ka: მონახაზი არ გაუქმებულა. სცადეთ მისი ხელახლა გაუქმება.
ko: 임시 저장 메시지가 삭제되지 않았습니다. 다시 삭제를 시도해 주세요.
nb: Utkastet ble ikke forkastet. Prøv å forkaste det igjen.
nl: Concept is niet weggegooid. Probeer het opnieuw weg te gooien.
pl: Wersja robocza nie została odrzucona. Spróbuj odrzucić ją ponownie.
pt: O rascunho não foi descartado. Tente descartá-lo novamente.
pt_br: Rascunho não descartado. Tente descartar novamente.
ro: Ciorna nu a fost înlăturată. Încercați să o înlăturați din nou.
ru: Не удалось сбросить черновик. Попробуйте сбросить его снова.
sk: Koncept nebol zahodený. Skúste ho zahodiť znova.
sl: Osnutek ni bil zavržen. Poskusite ga znova zavreči.
sv: Utkastet kastades inte. Försök att kasta det igen.
tr: Taslak silinemedi. Yeniden silmeyi deneyin.
uk: Чернетку не відхилено. Спробуйте відхилити її ще раз.
zh_hans: 草稿未被丢弃，请再试一次。

source: Edit password
be: Рэдагаваць пароль
ca: Edita la contrasenya
cs: Upravit heslo
da: Rediger adgangskode
de: Passwort bearbeiten
el: Επεξεργασία κωδικού πρόσβασης
es: Editar la contraseña
es_419: Editar la contraseña
fi: Muokkaa salasanaa
fr: Modifier le mot de passe
hu: Jelszó szerkesztése
id: Sunting kata sandi
it: Modifica la password
ja: パスワードを編集
ka: პაროლის ჩასწორება
ko: 비밀번호 변경
nb: Rediger passord
nl: Wachtwoord wijzigen
pl: Edytuj hasło
pt: Editar a palavra-passe
pt_br: Editar senha
ro: Editare parolă
ru: Изменить пароль
sk: Upraviť heslo
sl: Uredite geslo
sv: Redigera lösenord
tr: Parolayı düzenle
uk: Редагувати пароль
zh_hans: 编辑密码
zh_hant: 編輯密碼

source: Expiration time can't be in the past.
be: Тэрмін дзеяння не можа быць у мінулым.
ca: La data de caducitat no pot ser en el passat.
cs: Čas vypršení platnosti nemůže být v minulosti.
da: Udløbstiden kan ikke ligge i fortiden.
de: Das Ablaufdatum darf nicht in der Vergangenheit liegen.
el: Η ώρα λήξης δεν μπορεί να είναι στο παρελθόν.
es: La hora de expiración no puede estar en el pasado.
es_419: La hora de expiración no puede estar en el pasado.
fi: Erääntymisaika ei voi olla menneisyydessä.
fr: La date d'expiration ne peut pas être dans le passé.
hu: A lejárati idő nem lehet a múltban.
id: Waktu kedaluwarsa tidak boleh di masa lalu.
it: L'ora di scadenza non può essere nel passato.
ja: 有効期限を過去に設定することはできません。
ka: ვადის გასვლის დრო არ შეიძლება იყოს წარსულში.
ko: 만료 시간은 과거로 설정할 수 없습니다.
nb: Utløpstiden kan ikke være i fortiden.
nl: Vervaltijd kan niet in het verleden liggen.
pl: Czas wygaśnięcia nie może być w przeszłości.
pt: O tempo de expiração não pode ser no passado.
pt_br: A data de expiração não pode ser no passado.
ro: Timpul de expirare nu poate fi în trecut.
ru: Срок действия не может быть в прошлом.
sk: Čas exspirácie nemôže byť v minulosti.
sl: Čas poteka veljavnosti ne sme biti v preteklosti.
sv: Utgångstiden kan inte vara i det förflutna.
tr: Geçerlilik süresi geçmişte olamaz.
uk: Термін дії не може бути в минулому.
zh_hans: 过期时间不能早于当前时间。

source: Expiration time is too far in the future.
be: Тэрмін дзеяння занадта далёка ў будучыні.
ca: La data de caducitat és massa lluny en el futur.
cs: Čas vypršení platnosti je příliš daleko v budoucnosti.
da: Udløbstiden er for langt ude i fremtiden.
de: Die Ablaufzeit liegt zu weit in der Zukunft.
el: Ο χρόνος λήξης είναι πολύ μακριά στο μέλλον.
es: El tiempo de expiración está muy lejos en el futuro.
es_419: El tiempo de expiración está muy lejos en el futuro.
fi: Tuhoutumisaika on liian kaukana tulevaisuudessa.
fr: La date d'expiration est trop éloignée dans le futur.
hu: A lejárati idő túl messze van a jövőben.
id: Waktu kedaluwarsa terlalu jauh di masa depan.
it: L'ora di scadenza è troppo lontana nel futuro.
ja: 有効期限が未来すぎます。
ka: ვადის გასვლის დრო ძალიან შორეულ მომავალშია.
ko: 만료 시간이 너무 먼 미래입니다.
nb: Utløpstiden er for langt frem i tid.
nl: Vervaltijd ligt te ver in de toekomst.
pl: Czas wygaśnięcia jest zbyt odległy.
pt: O tempo de expiração está demasiado longe no futuro.
pt_br: A data de expiração é muito distante no futuro.
ro: Timpul de expirare este prea îndepărtat în viitor.
ru: Срок действия установлен на слишком далёкое будущее.
sk: Čas exspirácie je príliš ďaleko v budúcnosti.
sl: Čas poteka veljavnosti je predaleč v prihodnosti.
sv: Utgångstiden är för långt fram i tiden.
tr: Geçerlilik süresinin sonu çok uzak bir gelecekte.
uk: Термін дії занадто далекий у майбутньому.
zh_hans: 过期时间设置得过远。

source: Failed to decrypt external encryption password
be: Не ўдалося расшыфраваць знешні пароль шыфравання
ca: No s'ha pogut desxifrar la contrasenya de xifratge externa
cs: Nepodařilo se dešifrovat heslo pro externí šifrování.
da: Kunne ikke dekryptere ekstern krypteringsadgangskode
de: Das externe Verschlüsselungspasswort konnte nicht entschlüsselt werden.
el: Αποτυχία αποκρυπτογράφησης εξωτερικού κωδικού κρυπτογράφησης
es: Error al descifrar la contraseña de cifrado externa
es_419: Error al descifrar la contraseña de cifrado externa
fi: Ulkoisen salaus-salasanan purku epäonnistui
fr: Échec du déchiffrement du mot de passe de chiffrement externe
hu: Nem sikerült visszafejteni a külső titkosítási jelszót.
id: Gagal mendekripsi kata sandi enkripsi eksternal
it: Impossibile decriptare la password di crittografia esterna
ja: 外部暗号化パスワードの復号に失敗しました
ka: გარე დაშიფვრის პაროლის გაშიფვრა ვერ მოხერხდა
ko: 외부 암호화 비밀번호 복호화에 실패했습니다.
nb: Kunne ikke dekryptere eksternt krypteringspassord
nl: Kon extern versleutelingswachtwoord niet ontsleutelen.
pl: Nie udało się odszyfrować zewnętrznego hasła szyfrowania
pt: Falha ao desencriptar a palavra-passe de encriptação externa
pt_br: Erro ao descriptografar a senha de criptografia externa
ro: Nu s-a putut decripta parola de criptare externă.
ru: Не удалось расшифровать пароль для внешнего шифрования.
sk: Nepodarilo sa dešifrovať heslo externého šifrovania
sl: Dešifriranje zunanjega gesla za šifriranje ni uspelo
sv: Kunde inte avkryptera externt krypteringslösenord
tr: Dış şifreleme parolasının şifresi çözülemedi
uk: Не вдалося розшифрувати зовнішній пароль шифрування
zh_hans: 无法解密外部加密密码

source: From
be: Ад
ca: De
cs: Od
da: Fra
de: Von
el: Από
es: De
es_419: De
fi: Lähettäjä
fr: De
hu: Küldő
id: Dari
it: Da
ja: 差出人
ka: გამომგზავნელი
ko: 보낸 사람
nb: Fra
nl: Afzender
pl: Od
pt: De
pt_br: De
ro: De la
ru: От
sk: Od
sl: Od
sv: Från
tr: Kimden
uk: Від
zh_hans: 发件人
zh_hant: 寄件者

source: From your photo library
be: З вашай фотатэкі
ca: Des de la vostra biblioteca fotogràfica
cs: Z vaší knihovny fotek
da: Fra dit billedgalleri
de: Aus deiner Fotobibliothek
el: Από τη βιβλιοθήκη φωτογραφιών σας
es: Desde tu biblioteca de fotos
es_419: Desde su galería de fotos
fi: Kuvakirjastostasi
fr: Depuis votre bibliothèque de photos
hu: A fotó könyvtárából
id: Dari pustaka foto Anda
it: Dalla tua galleria fotografica
ja: 写真ライブラリから
ka: თქვენი ფოტობიბლიოთეკიდან
ko: 사진 앨범에서 선택
nb: Fra bildebiblioteket ditt
nl: Uit uw fotobibliotheek
pl: Z biblioteki zdjęć
pt: Da sua biblioteca de fotografias
pt_br: Da sua biblioteca de fotos
ro: Din galeria de imagini
ru: Из вашей галереи
sk: Z vašej knižnice fotografií
sl: Iz vaše knjižnice slik
sv: Från ditt fotobibliotek
tr: Fotoğraflarınızdan seçin
uk: З бібліотеки фотографій
zh_hans: 从相册选择
zh_hant: 從您的相片圖庫挑選

source: From:
be: Ад:
ca: De:
cs: Od:
da: Fra:
de: Von:
el: Από:
es: De:
es_419: De:
fi: Lähettäjä:
fr: De :
hu: Feladó:
id: Dari:
it: Da:
ja: 差出人：
ka: გამომგზავნელი:
ko: 보낸사람:
nb: Fra:
nl: Van:
pl: Od:
pt: De:
pt_br: De:
ro: De la:
ru: От:
sk: Od:
sl: Od:
sv: Från:
tr: Kimden:
uk: Від:
zh_hans: 发件人：
zh_hant: 寄件者：

source: How expiration works?
be: Як працуе тэрмін дзеяння?
ca: Com funciona la caducitat?
cs: Jak funguje vypršení platnosti?
da: Hvordan fungerer udløb?
de: Wie funktioniert das Ablaufdatum?
el: Πώς λειτουργεί η λήξη;
es: ¿Cómo funciona la expiración?
es_419: ¿Cómo funciona la expiración?
fi: Miten tuhoutuminen toimii?
fr: Comment fonctionne l'expiration ?
hu: Hogyan működik a lejárati idő?
id: Bagaimana cara kerja kedaluwarsa?
it: Come funziona la scadenza?
ja: 有効期限はどのように機能しますか？
ka: როგორ მუშაობს ვადის გასვლა?
ko: 만료 기능은 어떻게 작동하나요?
nb: Hvordan fungerer utløpstid?
nl: Hoe werkt de vervaltijd?
pl: Jak działa wygasanie?
pt: Como funciona a expiração?
pt_br: Como a expiração funciona?
ro: Cum funcționează expirarea?
ru: Как работает срок действия?
sk: Ako funguje exspirácia?
sl: Kako deluje potek veljavnosti?
sv: Hur fungerar utgångsdatum?
tr: Geçerlilik süresi nasıl işler?
uk: Як працює термін дії?
zh_hans: 过期功能是如何工作的？
